tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "redpanda-data/tap"
brew "argocd"
brew "awscli"
brew "awscurl"
brew "cocoapods"
brew "libtool"
brew "php"
brew "composer"
brew "exercism"
brew "gcc"
brew "gh"
brew "go"
brew "grafana"
brew "graphviz"
brew "helm"
brew "hey"
brew "htop"
brew "hugo"
brew "influxdb"
brew "influxdb-cli"
brew "jq"
brew "jupyterlab"
brew "kafka"
brew "keydb"
brew "kind"
brew "minikube"
brew "multitail"
brew "php@8.1"
brew "python-tk@3.11"
brew "redis"
brew "rustup-init"
brew "telegraf"
brew "telnet"
brew "thefuck"
brew "tree"
brew "wget"
brew "wrk"
brew "yarn"
brew "zsh"
brew "mongodb/brew/mongodb-community"
brew "redpanda-data/tap/redpanda"
cask "android-ndk"
cask "android-studio"
cask "boop"
cask "caffeine"
cask "drawio"
cask "fig"
cask "flutter"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "mockoon"
cask "obsidian"
cask "openvpn-connect"
cask "raycast"
cask "rectangle"
cask "slack"
cask "telegram-desktop"
cask "visual-studio-code"
cask "warp"
cask "yed"
vscode "alefragnani.project-manager"
vscode "bierner.emojisense"
vscode "budparr.language-hugo-vscode"
vscode "cweijan.vscode-database-client2"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dzhavat.rxjs-cheatsheet"
vscode "eamodio.gitlens"
vscode "emallin.phpunit"
vscode "ericadamski.carbon-now-sh"
vscode "FelixAngelov.bloc"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.todo-tree"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "johnpapa.vscode-peacock"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ko"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "pflannery.vscode-versionlens"
vscode "PKief.material-icon-theme"
vscode "pnp.polacode"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ricardo-emerson.dart-data-class-tools"
vscode "ritwickdey.LiveServer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "withfig.fig"
vscode "wraith13.bracket-lens"
vscode "zhuangtongfa.material-theme"
