tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "redpanda-data/tap"
tap "spring-io/tap"
brew "act"
brew "argocd"
brew "asdf"
brew "autoconf"
brew "cryptography"
brew "awscli"
brew "awscurl"
brew "bat"
brew "btop"
brew "caddy"
brew "glib"
brew "cocoapods"
brew "libtool"
brew "freetds"
brew "php"
brew "composer"
brew "d2"
brew "erlang"
brew "elixir"
brew "exercism"
brew "exiftool"
brew "unbound"
brew "harfbuzz"
brew "zeromq"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "gnupg"
brew "go"
brew "grafana"
brew "librsvg"
brew "graphviz"
brew "haproxy"
brew "helix"
brew "helm"
brew "hey"
brew "htop"
brew "http-server"
brew "httpie"
brew "icu4c@76"
brew "influxdb"
brew "influxdb-cli"
brew "openjdk"
brew "jbang"
brew "jhipster"
brew "jq"
brew "jupyterlab"
brew "k6"
brew "k9s"
brew "kafka"
brew "keydb"
brew "kind"
brew "librdkafka"
brew "lsd"
brew "maven"
brew "minikube"
brew "mkcert"
brew "mongosh"
brew "multitail"
brew "neovim"
brew "nmap"
brew "node@22"
brew "nss"
brew "ollama"
brew "phive"
brew "php@8.1"
brew "pipx"
brew "presenterm"
brew "protobuf"
brew "python-tk@3.11"
brew "python@3.12"
brew "redis"
brew "ripgrep"
brew "rustup"
brew "telegraf"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "wrk"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zola"
brew "zsh"
brew "mongodb/brew/mongodb-community"
brew "oven-sh/bun/bun"
brew "redpanda-data/tap/redpanda"
brew "spring-io/tap/spring-boot"
cask "android-studio"
cask "boop"
cask "caffeine"
cask "drawio"
cask "fig"
cask "flutter"
cask "font-droid-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gaphor"
cask "gcloud-cli"
cask "google-chrome"
cask "iterm2"
cask "mockoon"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "slack"
cask "telegram-desktop"
cask "visual-studio-code"
cask "warp"
cask "xbar"
cask "yed"
vscode "766b.go-outliner"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "astro-build.astro-vscode"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dotenv.dotenv-vscode"
vscode "eamodio.gitlens"
vscode "emallin.phpunit"
vscode "ericadamski.carbon-now-sh"
vscode "formulahendry.code-runner"
vscode "gera2ld.markmap-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "jebbs.plantuml"
vscode "johnpapa.vscode-peacock"
vscode "jojoco.markdownfromcsv"
vscode "marp-team.marp-vscode"
vscode "mhutchie.git-graph"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "openai.chatgpt"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vstirbu.vscode-mermaid-preview"
vscode "wraith13.bracket-lens"
vscode "zhuangtongfa.material-theme"
vscode "zxh404.vscode-proto3"
